[
  {
    "slug": "ubicatec",
    "nombre": "UbicaTec",
    "tagline": "Red colaborativa IoT para encontrar lo que importa.",
    "descripcionCorta": "Plataforma colaborativa que usa nodos BLE de bajo consumo para localizar objetos perdidos de forma privada, escalable y económica.",
    "descripcionLarga": "UbicaTec combina una red distribuida de micro‑balizas Bluetooth Low Energy (BLE) y la participación de la comunidad para crear un 'radar urbano' capaz de ayudarte a recuperar objetos personales. El enfoque prioriza bajo consumo, privacidad mediante identificadores rotativos y una arquitectura escalable pensada para integrarse con apps móviles y paneles web. Próximamente incluirá cifrado extremo a extremo y analítica de cobertura.",
    "anio": 2025,
    "estado": "Exploración inicial",
    "stack": ["BLE", "IoT", "Edge", "JavaScript", "Seguridad"],
    "repoUrl": "https://github.com/Mariolodehf/UbicaTec", 
    "demoUrl": null,
    "destacado": true
  },
  {
    "slug": "guardiot",
    "nombre": "GuardIoT",
    "tagline": "Arquitectura IoT enfocada en privacidad y resiliencia.",
    "descripcionCorta": "Diseño e implementación de sistemas IoT seguros priorizando cifrado, segmentación de red, monitoreo e integridad de dispositivos.",
    "descripcionLarga": "GuardIoT es una iniciativa que fusiona telecomunicaciones y ciberseguridad para construir soluciones IoT conectadas y protegidas extremo a extremo. Abarca: modelado de amenazas específico para dispositivos embebidos, autenticación fuerte entre nodos y gateway, cifrado de datos en tránsito y en reposo, segmentación de red (principio de mínimo alcance), observabilidad útil (logs firmados y métricas de comportamiento), y un pipeline seguro de firmware (verificación de integridad y control de versiones). La meta es una referencia modular que permita desplegar verticales IoT con garantías de confidencialidad, integridad y disponibilidad desde su diseño inicial.",
    "anio": 2025,
    "estado": "Diseño",
    "stack": ["IoT", "Seguridad", "Firmware", "Redes", "Criptografía"],
    "repoUrl": null,
    "demoUrl": null,
    "destacado": false
  }
]
