[
  {
    "slug": "ubicatec",
    "nombre": "UbicaTec",
    "tagline": "Collaborative IoT network to find what matters.",
    "descripcionCorta": "Collaborative platform using low-power BLE nodes to locate lost items privately, affordably, and at scale.",
    "descripcionLarga": "UbicaTec combines a distributed network of Bluetooth Low Energy (BLE) micro-beacons with community participation to create an 'urban radar' that helps you recover personal belongings. The approach prioritizes low power consumption, privacy through rotating identifiers, and a scalable architecture designed for integration with mobile apps and web dashboards. End-to-end encryption and coverage analytics are coming soon.",
    "anio": 2025,
    "estado": "Early Exploration",
    "stack": ["BLE", "IoT", "Edge", "JavaScript", "Security"],
    "repoUrl": "https://github.com/Mariolodehf/UbicaTec", 
    "demoUrl": null,
    "destacado": true
  },
  {
    "slug": "guardiot",
    "nombre": "GuardIoT",
    "tagline": "Privacy-focused and resilient IoT architecture.",
    "descripcionCorta": "Design and implementation of secure IoT systems prioritizing encryption, network segmentation, monitoring, and device integrity.",
    "descripcionLarga": "GuardIoT is an initiative that merges telecommunications and cybersecurity to build end-to-end protected IoT solutions. It encompasses: threat modeling specific to embedded devices, strong authentication between nodes and gateways, data encryption in transit and at rest, network segmentation (least-privilege principle), useful observability (signed logs and behavioral metrics), and a secure firmware pipeline (integrity verification and version control). The goal is a modular reference enabling IoT vertical deployments with confidentiality, integrity, and availability guarantees from inception.",
    "anio": 2025,
    "estado": "Design",
    "stack": ["IoT", "Security", "Firmware", "Networking", "Cryptography"],
    "repoUrl": null,
    "demoUrl": null,
    "destacado": false
  }
]
